export const defaultRoster: Record<string, Record<string, string[]>> = {
  '1학년': {
    '1반': ['김민준', '김서연', '박도윤', '박지우', '이서준', '이하은', '최윤호', '최지민'],
    '2반': ['강예준', '김수아', '문지호', '박예린', '윤도현', '이채원', '정우진', '한서윤'],
    '3반': ['김시우', '나유진', '박준영', '송하린', '오지후', '이유나', '정현우', '최아린'],
  },
  '2학년': {
    '1반': ['강민재', '김나은', '박지훈', '서예은', '이건우', '임소율', '정도윤', '한지아'],
    '2반': ['김태윤', '남서아', '박시온', '송예진', '유승민', '이주원', '정하준', '최다은'],
    '3반': ['권민서', '김도현', '박채린', '신준우', '오하윤', '이예성', '조은서', '황지호'],
  },
  '3학년': {
    '1반': ['강준서', '김유빈', '박서우', '서지안', '안도윤', '이수민', '정예준', '최하린'],
    '2반': ['김우주', '노서윤', '박현우', '송지유', '유민준', '이아인', '전시후', '한예원'],
    '3반': ['김지호', '문채원', '백서준', '심하은', '오윤재', '이지민', '조도현', '최유나'],
  },
  '4학년': {
    '1반': ['김건우', '김연우', '박민서', '서하준', '윤서아', '이주호', '정가은', '최시우'],
    '2반': ['강지훈', '김예나', '박도현', '송유진', '오준서', '이채윤', '조민재', '한수아'],
  },
  '5학년': {
    '1반': ['김재윤', '김하은', '박시우', '서예린', '유지호', '이도연', '정민준', '최서윤'],
    '2반': ['강우진', '김아현', '문준영', '박유나', '윤현우', '이서아', '조예준', '한지민'],
  },
  '6학년': {
    '1반': ['김도윤', '김지우', '박서준', '서채원', '안민재', '이하윤', '정시온', '최예은'],
    '2반': ['강현우', '김수빈', '박지호', '송아인', '오태윤', '이유진', '조하준', '한서아'],
  },
}

